/* Title for cancel button. */
"Cancel" = "Abbrechen";

/* Title for open file panel in PathInputField. */
"Choose Directory" = "Verzeichnis auswählen";

/* Label for connection configuration input description. */
"Connection" = "Verbindung";

/* Date header title for error log table. */
"Date" = "Datum";

/* The default title presented in a configuration. */
"Default Configuration Name" = "Namen eingeben";

/* Title for delete button. */
"Delete" = "Löschen";

/* Alert message asking for delete confirmation. */
"Delete Confimation" = "Löschen bestätigen";

/* Alert text asking for delete confirmation. */
"Delete Confirmation Text" = "Klicke den löschen Button, um zu bestätigen, dass die ausgwählte Konfiguration gelöscht werden soll.";

/* Alert message telling that deleting failed. */
"Delete Failed" = "Löschen fehlgeschlagen";

/* Alert text telling that deleting failed. */
"Delete Failed Text" = "Es war nicht möglich, die ausgewählte Konfiguration zu löschen. Siehe Fehlerbericht für weitere Informationen.";

/* Description header title for error log table. */
"Description" = "Beschreibung";

/* Title for no button. */
"Discard" = "Verwerfen";

/* Label for host configuration input description. */
"Host" = "Host";

/* Placeholder for host configuration input. */
"Host Placeholder" = "10.0.0.0";

/* Alert message telling that input is disabled. */
"Input Protection Warning" = "Konfiguration geschützt";

/* Alert text telling that input is disabled. */
"Input Protection Warning Text" = "Stoppe die Synchronisierung, um die Konfiguration zu bearbeiten.";

/* Connection name for Local */
"Local" = "Lokal";

/* Alert message telling that no item was selected. */
"No Item Selected" = "Keine Konfiguration ausgewählt";

/* Alert text telling that no item was selected. */
"No Item Selected Text" = "Wähle eine Konfiguration aus, um die gewünschte Aktion durchzuführen.";

/* Title for ok button. */
"OK" = "OK";

/* Label for password configuration input description. */
"Password" = "Passwort";

/* Placeholder for password configuration input. */
"Password Placeholder" = "*****";

/* Label for path configuration input description. */
"Path" = "Pfad";

/* Placeholder for path configuration input. */
"Path Placeholder" = "pfad/zu/ordner";

/* Title for save button. */
"Save" = "Speichern";

/* Alert message telling that saving failed. */
"Save Failed" = "Speichern fehlgeschlagen";

/* Alert text telling that saving failed. */
"Save Failed Text" = "Es war nicht möglich, die ausgewählte Konfiguration zu speichern. Siehe Fehlerbericht für weitere Informationen.";

/* Connection name for SFTP */
"SFTP" = "SFTP";

/* Stop title for the Start/Stop button. */
"Start" = "Start";

/* A tooltip text, which explain what the yellow color (active) means. */
"Status Active Explanation" = "Die Synchronisierung ist momentan aktiv.";

/* A tooltip text, which explain what the green color (connected) means. */
"Status Connected Explanation" = "Die Synchronisierung ist momentan aktiv und verbunden.";

/* A tooltip text, which explain what the red color (failed) means. */
"Status Failed Explanation" = "Die Synchronisierung ist fehlgeschlagen.";

/* A tooltip text, which explain what the gray color (inactive) means. */
"Status Inactive Explanation" = "Die Synchronisierung ist momentan inaktiv.";

/* Stop title for the Start/Stop button. */
"Stop" = "Stop";

/* Type header title for error log table. */
"Type" = "Typ";

/* Alert message aksing what to do with unsaved changes. */
"Unsaved Changes" = "Ungesicherte Änderungen";

/* Alert text aksing what to do with unsaved changes. */
"Unsaved Changes Text" = "Es gibt ungesicherte Änderungen für die Konfiguration, die gerade bearbeitet wurde. Klicke speichern oder verwerfen, um fortzufahren.";

/* Label for user configuration input description. */
"User" = "Benutzer";

/* Placeholder for user configuration input. */
"User Placeholder" = "Max";

